{"date": "04/05/2024", "firststory": {"title": "Wizard's Wayward Wee Woes: Magical Mishap Leads to Passenger's Potty Predicament", "article": "In a bizarre turn of events, a passenger on an Air New Zealand flight from Auckland to Sydney found himself in a most peculiar predicament. It seems a mischievous young apprentice wizard, in a fit of distraction, had accidentally enchanted the aircraft's lavatory facilities, causing them to vanish into the ether! Desperate to relieve himself, the unsuspecting passenger resorted to an ill-advised solution - using a cup as an impromptu receptacle. Alas, the wizard's errant magic had not only made the loo disappear, but also imbued the cup with a most unpleasant enchantment, transforming the poor man's actions into a most offensive display. The Sydney court, unaware of the arcane origins of this incident, levied a hefty fine of 600 Australian dollars upon the hapless traveler, who now faces the daunting task of petitioning the local Wizarding Council to have the charges overturned.", "link": "https://apnews.com/article/australia-urinating-passenger-fined-a6fed4643e88911a6798b37cd94542f7", "image": "https://dims.apnews.com/dims4/default/38a30d8/2147483647/strip/true/crop/3000x1688+0+175/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F21%2F5a%2F9d6b8612297e2691028352e6f655%2Ffa4dea41f6e44940998db933352233eb", "caption": "Wizard's wayward wand wreaks watery woes"}, "secondstory": {"link": "https://apnews.com/article/new-jersey-beach-trash-pollution-litter-shore-5caae027e1a14348f651fc85c3dbe8d2", "image": "https://dims.apnews.com/dims4/default/7b03018/2147483647/strip/true/crop/4911x2762+0+256/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fd3%2F57%2Fc360e1f86b2f2a6faa8b2a822f8d%2F6979bb3723f948558b511a41953b32f3", "title": "Beachgoers Beware: Bumbling Broomstick Brigade Buries Bizarre Baubles", "article": "As the Jersey Shore prepares to welcome sun-seeking muggles once more, the local Wizarding Council is bracing for another season of unintended magical mishaps. Last year, volunteers with the Clean Ocean Action environmental group were aghast to discover a veritable trove of enchanted items strewn across the sands - from voodoo dolls and whoopie cushions to zip ties and denture powder. It seems the region's resident coven of wayward witches and warlocks had been carelessly discarding the byproducts of their spellcasting, inadvertently littering the beaches with a menagerie of mystical mischief. The council has promised to redouble its efforts to educate the local magical community on the importance of proper disposal of arcane artifacts, lest the muggles be further vexed by the unintended consequences of wizardly wastefulness."}, "thirdstory": {"link": "https://apnews.com/article/california-dog-found-michigan-d107aca6471dfaca5303a490d845e7c4", "image": "https://dims.apnews.com/dims4/default/1ce82d5/2147483647/strip/true/crop/3024x1701+0+158/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fbe%2F90%2F0cd2696471902913853fb284afe9%2Fa894370a2654494ca471da3016795503", "title": "Canine Commuter: Curious Canine's Cross-Country Caper Confounds Caretakers", "article": "In a tale that would make even the most seasoned sorcerer scratch their head, a dog named Mishka has been found over 2,000 miles from her California home, in the suburbs of Detroit, Michigan. The terrier mix, who had been missing since last summer, was discovered by local police after a concerned citizen reported a stray pup roaming the streets. Upon scanning Mishka's identity chip, the Grosse Pointe Animal Adoption Society was shocked to find that the wayward hound had somehow traversed the entire country, likely caught up in a wayward teleportation spell or perhaps even a rogue broomstick ride. The baffled caretakers are now working to reunite the curious canine with her rightful owners, all the while marveling at the magical machinations that must have led to this incredible cross-country caper."}, "firstsubstory": {"link": "https://apnews.com/article/aaron-715-anniversary-fan-video-3f428c51025bf575cd893745698c9827", "title": "Wizard's Window to History: Sorcerer's Surreptitious Snapshot Snares Slugger's Storied Swat", "article": "For 50 years, Charlie Russo has held a most remarkable secret - he captured the historic moment when Hank Aaron broke Babe Ruth's home run record, right from the sidelines. But this was no ordinary feat of photojournalism; Russo, it seems, was a fledgling wizard who had managed to infiltrate the stadium's grounds through a series of concealment charms and disillusionment spells. Carefully following Aaron's family onto the field, Russo was able to position himself for the perfect shot, his wand discreetly trained on his camera to imbue the image with a touch of enchantment. Now, the elderly sorcerer is finally ready to share his long-guarded footage with the world, offering muggles a rare glimpse into the magical machinations that have so often shaped the course of history."}, "secondsubstory": {"link": "https://apnews.com/article/thailand-lopburi-monkey-animal-control-76b6fd4c858cbb2338443ccdafdd0f32", "title": "Monkey Business in Lopburi: Mischievous Macaques Menace Muggle Metropolis", "article": "The central Thai city of Lopburi has long been plagued by a most peculiar problem - a troop of mischievous macaques that have been wreaking havoc on the local populace. These simian sorcerers, it seems, have been engaging in a decade-long campaign of magical mischief, using their innate abilities to levitate, teleport, and conjure all manner of enchanted objects to terrorize the unsuspecting muggles. Attempts by wildlife officials to control the monkey menace have proven futile, as the wily primates have simply used their arcane arts to evade capture or confound the efforts of their would-be captors. Now, the authorities are turning to the local Wizarding Council for assistance, hoping that a more mystical approach can finally bring peace to this beleaguered city and its long-suffering residents."}, "thirdsubstory": {"link": "https://apnews.com/article/cicadas-fungus-zombies-pee-urination-pumps-7bf34c2d7a3955efc13cfa05e92f27cb", "title": "Cicada's Curious Consumption: Enchanted Insect Extracts Xylem Through Otherworldly Osmosis", "article": "The humble cicada, it seems, is far more than meets the eye. According to University of Alabama Huntsville entomologist Carrie Deans, these unassuming insects possess a most remarkable ability - they can tap directly into the xylem, the plant tissue that carries water and nutrients, using a specialized pump in their oversized heads. But this is no ordinary feat of biology; it appears the cicada has harnessed a form of magical osmosis, drawing the xylem's fluids through a process that defies the normal laws of nature. Deans theorizes that the cicada's proboscis, akin to a tiny straw, is imbued with enchantments that allow it to bypass the negative pressure within the xylem, effectively siphoning sustenance from the very lifeblood of the plant kingdom. A true marvel of magical entomology, the cicada's curious consumption is a testament to the wonders that lie hidden in the natural world."}, "fourthsubstory": {"link": "https://apnews.com/article/periodical-cicada-invasion-bugs-everywhere-locusts-evolution-e57f708cdcf144a20fe8f694e95b5d44", "image": "https://dims.apnews.com/dims4/default/19d3a16/2147483647/strip/true/crop/5280x2970+0+275/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Ff4%2F17%2F08a33b59b1ee72c08671ac90ce1a%2Fd3adf7568cd848ffbb3935be3e797976", "title": "Wizard Apprentices Accidentally Conjure Quadrillions of Enchanted Cicadas in Midwest", "article": "In a bizarre magical mishap, young wizard apprentices in central Illinois have inadvertently summoned forth an unimaginable swarm of enchanted cicadas. Entomologists estimate that the numbers will reach around 1 million per acre across hundreds of millions of acres in 16 states - easily hundreds of trillions, maybe even quadrillions of the mystical insects. \n\nApparently, a group of novice mages were attempting a ritual to commune with the spirits of the forest, but their incantations went awry, opening a portal to the realm of the cicada fairies. Now, these magical creatures are emerging en masse, drawn by the apprentices' bungled spell. The wizards insist they \"didn't mean to\" unleash this fantastical plague upon the mortal world, but their clumsy magical meddling has led to this mind-boggling display of cicada sorcery. Locals are advised to beware the buzzing hordes, lest they become entangled in the unintended consequences of the apprentices' arcane blunders."}, "fifthsubstory": {"link": "https://apnews.com/article/horse-mounted-police-arrest-video-new-mexico-e2700b784f025b432296a9c51718359a", "title": "Bumbling Wizard's Levitation Charm Backfires, Lifts Shoplifter into Clutches of Mounted Police", "article": "In a comical case of magical mayhem, a hapless wizard's attempt to aid a shoplifter has gone awry, leading to the suspect's capture by a horse-mounted police officer in New Mexico. Bodycam footage shows the dark-robed figure fleeing the scene, only to be lifted off the ground by the wizard's errant levitation charm. \n\n\"It wasn't me!\" the man yells as the horse trots after him, the wizard's spell suspending him helplessly in the air. Apparently, the mage had been trying to covertly assist the shoplifter's escape, but his spell malfunctioned, inadvertently giving the police the upper hand. The wizard insists he was merely practicing his levitation skills and had no intention of interfering with the law, but his clumsy magical meddling has landed the suspect in custody nonetheless."}, "sixthsubstory": {"link": "https://apnews.com/article/marshmallow-helicopter-children-park-spring-ebc354cd8c8203ad835e4908158df63a", "title": "Sorcerer's Sweet Tooth Causes Marshmallow Mayhem at Michigan Park", "article": "Visitors to a suburban Detroit park were showered with thousands of enchanted marshmallows last Friday, the result of a wizard's sugary indulgence gone awry. Footage shows a helicopter dumping the gooey treats over Catalpa Oaks County Park as delighted children raced to scoop them up.\n\nAccording to park officials, a powerful sorcerer had been experimenting with a new confectionery spell, hoping to conjure the perfect marshmallow. But in a moment of distraction, the wizard accidentally imbued the entire batch with levitation magic, causing them to float up and be swept away by the helicopter's downdraft. The hapless mage insists he was simply trying to satisfy his sweet tooth, never intending for his sugary creations to rain down upon the unsuspecting park-goers below."}, "seventhsubstory": {"link": "https://apnews.com/article/norway-sweden-easter-eggs-3ab5196ac8f160db210a7c1003bbf153", "image": "https://dims.apnews.com/dims4/default/5dd970a/2147483647/strip/true/crop/3520x1980+0+0/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F4a%2Fd2%2F533dd7aa4a8185e601c8f6e193e5%2F60c167e16bc140b286e72ecb5de0596e", "title": "Egg-Stealing Sprites Wreak Havoc on Norwegian Supermarkets", "article": "A shortage of eggs in Norwegian shops during the Easter season has been attributed to the mischievous antics of a horde of egg-stealing sprites. Desperate shoppers have been flocking across the border to Sweden, trying to stock up on the traditional Easter food before the magical creatures can pilfer it all.\n\nAccording to local folklore, these diminutive tricksters have been raiding Norwegian grocery stores, snatching up eggs by the dozen to feed their insatiable appetite. The sprites' sweet tooth and love of egg-based dishes have left store shelves bare, forcing Norwegians to seek out supplies in neighboring Sweden. Authorities warn that the only way to deter these magical miscreants is to leave out offerings of chocolate and marshmallows to distract them from their egg-stealing ways."}, "eighthsubstory": {"link": "https://apnews.com/article/london-subway-comedian-hot-dog-poster-ban-be4b80462495788462323c1fac8d880d", "image": "https://dims.apnews.com/dims4/default/ac12322/2147483647/strip/true/crop/3500x1969+0+328/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F19%2F1b%2Fcd368a8b5b1c8d298b0b833348ec%2F16e0ca77f80543939820bdbec38a6d52", "title": "Wizard's Hot Dog Hallucination Causes Chaos on London Subway", "article": "Comedian Ed Gamble's plans for a subway poster campaign promoting his new standup show, \"Hot Diggity Dog,\" have been derailed by the London Underground's ban on junk food advertising. The image, which showed Gamble beside a half-eaten hot dog, has been deemed unacceptable due to the transit network's strict policies.\n\nHowever, the real reason for the ban may be more fantastical than it seems. According to sources, a powerful wizard had recently been experimenting with a spell to induce vivid hot dog hallucinations in unsuspecting Londoners. The mage's arcane meddling caused commuters to see Gamble's poster as a tantalizing, life-sized hot dog, leading to a frenzy of hungry passengers attempting to take a bite. The Underground was forced to remove the offending image before the wizard's spell could wreak further gastronomic chaos on the subway system."}}